;
;  Few rules for translator:
;  For beginning of translate - copy english.ini into the yourlanguage.ini
;  Please, translate text only after symbol ' = '
;
;
; TranslationAuthor: Damned
; TranslationAuthorEmail: bartosfr@seznam.cz
; TranslationAuthorWeb: http://damnedovycestiny.webnode.cz/
; Soft Version: 2.35
; Update: 2017-11-03
;
[GUI]
ButtonYes=Ano
ButtonNo=Ne
ButtonOK=Ok
ButtonMinimize=Minimalizovat
ButtonMaximize=Maximalizovat
ButtonClose=Zavřít
ButtonRestore=Obnovit
ButtonMenu=Nabídka

[Translation]
LangCode=0405
ReadHabit=Left-to-right
LanguageName=CZE
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=EASTEUROPE_CHARSET
Information=Informace
Warning=Výstraha
Error=Chyba
Confirm=Potvrzení
;
; About
;
FrmJSAbout.caption=O programu
FrmJSAbout.btnok.caption=Ok
FrmJSAbout.lblver.caption=Aktuální verze:
FrmJSAbout.lblemail.caption=Podpora:
FrmJSAbout.lblhome.caption=Náš web:
FrmJSAbout.lblthank.caption=Těmto lidem děkujeme za jejich podporu našemu produktu:
FrmRSMain.btnSupport.hint=Náměty & Ohlasy
;
; Popup Menu
;
unsupported=Nepodporovaný formát
denied=Přístup nepovolen
unknownpath=Neznámé umístění
pmCheckMsg=Automaticky kontrolovat novinky
pmforum=Fórum
pmHelp=Nápověda
pmHome=Náš web
pmCheckNew=Automaticky kontrolovat aktualizace
pmContact=Napište nám
pmLang=Jazyky
pmAbout=O programu
pmcpfilename=Kopírovat úplnou cestu souboru
pmcppath=Kopírovat cestu ke složce
pmopen=Otevřít soubor
pmopenfolder=Otevřít složku
pmcpfile=Kopírovat
pmdel=Smazat
pmatt=Vlastnosti
pmSelectAll=Vybrat vše
pmSelectNone=Nic nevybrat
pmSelectInvert=Otočit výběr
pmJetHelp=Spustit okno rychlého vyhledávání
nopath=Cesta neexistuje
pmcutfile=Přesunout do...
pmexportto=Uložit do *.csv souboru...
;
; Main GUI
; 
FrmRSMain.btnlikeit.caption=Líbí se!
FrmRSMain.btnSearch.caption=Vyhledat
FrmRSMain.btnfeedback.caption=Náměty a ohlasy
FrmRSMain.btncheckupdate.caption=Kkontrola aktualizací
FrmRSMain.btnFacebook.hint=Lajkujte WiseCleaner na Facebooku
FrmRSMain.btnTwitter.hint=Sledujte Wise JetSearch na Twitteru
FrmRSMain.btnemail.hint=Sdílejte Wise JetSearch s přáteli
;
; Like us
;
Frmlikeit.lblTitle.caption=Pokud se Vám líbí Wise JetSearch, prosím, představte tento bezplatný nástroj svým známým.
Frmlikeit.lblInfo.caption=Sdílejte Wise JetSearch s rodinou, přáteli, spolužáky a kolegy pomocí emailu, blogu, Twitteru, Youtube, Facebooku, atd... Děkujeme! Přinesete jim výhodu a efektivitu pro další život.
Frmlikeit.lblRate.caption= Ohodnoťte Wise JetSearch:
Frmlikeit.lblfollow.caption=Sledujte nás na:
Frmlikeit.lblshare.caption=Sdílejte Wise JetSearch:
Frmlikeit.btndownload.caption=Stáhnout zdarma
Frmlikeit.imgrate.hint=Oceňte nás 5 hvězdami
Frmlikeit.imgmail.hint=Sdílejte program s přáteli
Frmlikeit.imgface1.hint=Sdílejte nás na na Facebooku
Frmlikeit.imgface2.hint=Sledujte nás na Facebooku
Frmlikeit.imgtwitter1.hint=Sdílejte nás na Twitteru
Frmlikeit.imgtwitter2.hint=Sledujte nás na Twitteru
Frmlikeit.Caption=Líbí se!
Frmlikeit.lbldownload.caption=Stáhněte si další bezplatné programy z WiseCleaner.com:

[Edit]
pmcut=Vyjmout
pmcopy=Kopírovat
pmpaste=Vložit
pmdelete=Smazat
pmselectall=Vybrat vše


[Message]
Loading=Sestavuje se index...
Loaded=Sestavení dokončeno
Audios=Hudba
Videos=Videa
Images=Obrázky
Document=Documenty
Compressed=Archívy
Email=Emaily
NewVer=Je k dispozici nová verze! Chcete nyní aktualizovat program?
KeyDelete=Smazat
AllHardDrive=Místní disky
SelectHardDrive=Prosím vyberte disk
ScanFor=Vyhledává se v:
Search=Vyhledat
LeftTimeSec=Trvání: %s sekund(y)
NoKeyWord=Pro vyhledávání zadejte výraz.
Stop=Stop
NoDriveChecked=Prosím, vyberte disk k prohledání.
NoNewVer=Blahopřejeme! Používáte poslední verzi programu!
TranslateTo=Přeložte nás...

[FastFind]
Name=Název
Path=Umístění
FileSize=Velikost
FileType=Typ
DateModified=Změněno
KeyWord=Zadejte výraz
SearchFinish=Vyhledávání je dokončeno. Bylo nalezeno %d souborů/složek.
SearchAborted=Vyhledávání bylo přerušeno. Bylo nalezeno %d souborů/složek.
NoResult=Soubor obsahující požadovaný výraz nebyl nalezen.

[Help]
Startup=Spustit JetSearch při spuštění PC
AutoRunMain=Spustit okno rychlého vyhledávání JetSearch
Del=Smazat
Tips=Rychlé hledání souborů/složek